7zip
alsa-utils
amd-ucode
ark
base
base-devel
bluez
bluez-utils
brave-bin
btop
cliphist
dkms
dmenu
dolphin
dunst
efibootmgr
eza
fastfetch
fcitx5
fcitx5-bamboo
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fd
firefox
fzf
gamemode
git
grim
gst-plugin-pipewire
htop
hyprland
hyprpaper
i3-wm
i3blocks
i3lock
i3status
imagemagick
iwd
jq
kate
kdeconnect
kitty
konsole
kvantum
lazygit
lib32-gamemode
lib32-nvidia-utils
libpulse
libva-nvidia-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
mediainfo
nano
neovim
network-manager-applet
networkmanager
nvidia-open-dkms
nvidia-prime
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
polkit-kde-agent
power-profiles-daemon
python-pip
qt5-wayland
qt6-wayland
resvg
rofi
slurp
smartmontools
sof-firmware
steam
sudo
swaync
swww
trash-cli
ttf-jetbrains-mono-nerd
uwsm
vim
visual-studio-code-bin
vlc
waybar
wezterm
wget
wine
winetricks
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xorg-xinit
xss-lock
xterm
yay
yay-debug
yazi
zoxide
zram-generator
zsh
zsh-syntax-highlighting
